Repository: jayfunc/BetterLyrics
Catalog: BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, ja, nl, ru, zh_cn, zh_tw

# SettingsPageSpectrumPlacementBottom.Content
source: Bottom
de: Unten
es: Abajo
fr: Bas
ja: 底
nl: Onderaan
ru: Внизу

# SettingsPageSpectrumPlacementTop.Content
source: Top
de: Oben
es: Subir
fr: En haut
ja: トップ
nl: Bovenkant
ru: Сверху

# SettingsPageSpectrumStyleBar.Content
source: Bar
de: Balken
es: Barra
fr: Barre
ja: コラム
nl: Balk
ru: Бар

# SettingsPageSpectrumStyleCurve.Content
source: Curve
de: Kurve
es: Curva
fr: Courbe
ja: 曲線
nl: Kromme
ru: Кривая

# SettingsPageSpeed.Header
source: Motion Rate
de: Bewegungsrate
es: Tasa de movimiento
fr: Vitesse de mouvement
ja: Speed
nl: Beweging snelheid
ru: Скорость движения
zh_cn: 运动速率

# SettingsPageStandardMode.Text
source: Standard Mode
de: Standardmodus
es: Modo estándar
fr: Mode standard
ja: 標準モード
nl: Standaard modus
ru: Стандартный режим
zh_cn: 标准模式

# SettingsPageStartup.Text
source: Start
es: Comenzar
fr: Début
ja: Startup
nl: Beginnen
ru: Начать

# SettingsPageStopTrackOnGalleryWindowClosed.Header
source: Stop Playing When Music Library is Closed
de: Wiedergabe stoppen, wenn Musikbibliothek geschlossen ist
es: Detener reproducción cuando la biblioteca de música está cerrada
fr: Arrêter la lecture lorsque la bibliothèque musicale est fermée
ja: Stop playback when Music Gallery window is closed
nl: Afspelen stoppen als de muziekbibliotheek is gesloten
ru: Остановить воспроизведение при закрытии музыкальной библиотеки

# SettingsPageStrokeFontColor.Header
source: Stroke Color
de: Strichfarbe
es: Color del trazo
fr: Couleur du trait
ja: ストロークカラー
nl: Stroke kleur
ru: Цвет штриха
zh_cn: 描边颜色

# SettingsPageSystemLanguage
source: Default
de: Standard
es: Por defecto
fr: Par défaut
ja: デフォルト
nl: Standaard
ru: По умолчанию
zh_cn: 默认

# SettingsPageTargetLanguage.Header
source: Target Language
de: Zielsprache
es: Idioma de destino
fr: Langue cible
ja: ターゲット言語
nl: Taal van doel
ru: Целевой язык
zh_cn: 目标语言

# SettingsPageTaskbarMode.Text
source: Taskbar Mode
de: Taskbar-Modus
es: Modo de barra de tareas
fr: Mode de la barre des tâches
ja: タスクバーモード
nl: Taakbalk modus
ru: Режим панели задач

# SettingsPageTaskbarPlacement.Header
source: Taskbar Fixed Position
de: Position der Taskleiste
es: Posición fija de la barra de tareas
fr: Position fixe de la barre des tâches
ja: Taskbar Pin Position
nl: Taakbalk vaste positie
ru: Фиксированная позиция панели задач

# SettingsPageThanksForPurchasing.Text
source: Thank you for purchasing BetterLyrics
de: Vielen Dank für den Kauf von BetterLyrics
es: Gracias por comprar BetterLyrics
fr: Merci d'avoir acheté BetterLyrics
ja: Thanks for purchasing BetterLyrics
nl: Bedankt voor het kopen van BetterLyrics
ru: Спасибо за покупку BetterLyrics

# SettingsPageThanksList.Header
source: Credits
es: Crédito
fr: Crédits
ja: ありがとうございました
nl: Kredieten
ru: Кредиты

# SettingsPageTheme.Header
source: Lyrics Background Theme
de: Songtext-Hintergrund-Theme
es: Tema de Fondo de Letras
fr: Thème de fond des paroles
ja: 歌詞の背景テーマ
nl: Thema van de songtekst
ru: Тема для текстов песен
zh_cn: 歌词背景主题

# SettingsPageTitle
source: Settings - BetterLyrics
de: Einstellungen - BetterLyrics
es: Ajustes - BetterLyrics
fr: Paramètres - BetterLyrics
ja: 設定 - BetterLyrics
nl: Instellingen - BetterLyrics
ru: Настройки - BetterLyrics
zh_cn: 设置 - BetterLyrics
zh_tw: 設定 - BetterLyrics

# SettingsPageTitleBarAreaNone.Content
source: None
de: Keine
es: Ninguna
fr: Aucun
ja: なし
nl: geen
ru: Нет
zh_cn: 无

# SettingsPageTitleBarAreaTop.Content
source: Top
de: Oben
es: Subir
fr: En haut
ja: トップ
nl: Bovenkant
ru: Сверху
zh_cn: 顶部

# SettingsPageTitleBarAreaWhole.Content
source: The Whole Window
de: Das ganze Fenster
es: La ventana entera
fr: Toute la fenêtre
ja: Whole Window
nl: Het hele venster
ru: Всё окно
zh_cn: 整个窗口

# SettingsPageTitleBarType.Header
source: Title Bar Size
de: Größe der Titelleiste
es: Tamaño de barra de título
fr: Taille de la barre de titre
ja: タイトルバーサイズ
nl: Titel balk grootte
ru: Размер заголовка
zh_cn: 标题栏大小

# SettingsPageToggleHotKey.Header
source: Switch in and cut out shortcut keys
de: Tastenkombination ein- und ausschalten
es: Cambiar y cortar teclas de acceso directo
fr: Basculer dans et découper les touches de raccourci
ja: Toggle Active/Inactive Shortcut
nl: Schakel in en knip sneltoetsen uit
ru: Переключаться и вырезать горячие клавиши
zh_cn: 切入与切出快捷键

# SettingsPageTranslatedText.Header
source: Translated Text
de: Übersetzter Text
es: Texto traducido
fr: Texte traduit
ja: Translation
nl: Vertaalde tekst
ru: Переведенный текст
zh_cn: 译文

# SettingsPageTranslation.Text
source: Lyrics Translation
de: Songtext-Übersetzung
es: Traducción de Letras
fr: Traduction des paroles
ja: 歌詞翻訳
nl: Songtekst vertaling
ru: Перевод текста песни
zh_cn: 歌词翻译

# SettingsPageTranslationConfig.Header
source: LibreTranslate Translation Service
de: Übersetzungsdienst Libreübersetzen
es: Traducción de LibreTranslate
fr: Service de traduction de LibreTranslate
ja: LibreTranslate Service
nl: LibreTranslate vertaalservice
ru: Сервис перевода LibreTranslate
zh_cn: LibreTranslate 翻译服务

# SettingsPageTranslationInfoLink.Text
source: Visit https://github.com/LibreTranslate/LibreTranslate for installation instructions and more information (this software is not affiliated with this translation service in any way)
de: Besuche https://github.com/LibreTranslate/LibreTranslate für Installationsanweisungen und weitere Informationen (diese Software ist in keiner Weise mit diesem Übersetzungsdienst verbunden)
es: Visita https://github.com/LibreTranslate/LibreTranslate para obtener instrucciones de instalación y más información (este software no está afiliado con este servicio de traducción de ninguna manera)
fr: Visitez https://github.com/LibreTranslate/LibreTranslate pour des instructions d'installation et plus d'informations (ce logiciel n'est pas affilié à ce service de traduction)
ja: Visit https://github.com/LibreTranslate/LibreTranslate for installation tutorial and more info (This software is not affiliated with this service)
nl: Bezoek https://github.com/LibreTranslate/LibreTranslate voor installatie-instructies en meer informatie (deze software is op geen enkele manier geassocieerd met deze vertaaldienst)
ru: Посетите https://github.com/LibreTranslate/LibreTranslate для получения инструкций по установке и дополнительной информации (это программное обеспечение никак не связано с этой службой перевода)
zh_cn: 访问 https://github.com/LibreTranslate/LibreTranslate 获取安装教程及更多信息（本软件与该翻译服务无任何联系）
zh_tw: 造訪 https://github.com/LibreTranslate/LibreTranslate 以取得安裝教學及更多資訊（本軟體與此翻譯服務無任何關聯）

# SettingsPageTransparent.Content
source: Transparent
es: Transparente
fr: Transparence
ja: 透明
nl: Doorzichtig
ru: Прозрачный
zh_cn: 透明
zh_tw: 透明

# SettingsPageUserWhoPurchased.Text
source: And buy users who support BetterLyrics
de: Und kaufe Benutzer, die BetterLyrics unterstützen
es: Y compra usuarios que soporten BetterLyrics
fr: Et achetez des utilisateurs qui supportent BetterLyrics
ja: And users who purchased BetterLyrics
nl: En koop gebruikers die BetterLyrics ondersteunen
ru: Купите пользователей, которые поддерживают BetterLyrics

# SettingsPageVersion.Text
source: Version
es: Versión
ja: バージョン
nl: Versie
ru: Версии
zh_cn: 版本号
zh_tw: 版本號

# SettingsPageWesternChar.Header
source: Latin Alphabet
de: lateinisches Alphabet
es: Alfabeto latino
fr: alphabet latin
ja: Latin Characters
nl: Latijn alfabet
ru: Латинский алфавит
zh_cn: 拉丁字母

# SettingsPageWindowBounds.Header
source: Window Bounds
de: Fenstergrenzen
es: Límites de Ventana
fr: Limites de la fenêtre
ja: ウィンドウ境界
nl: Venster grenzen
ru: Границы окна
zh_cn: 窗口边界

# SettingsPageWorkArea.Description
source: As a separate work area docked to the upper/lower edge of the screen
de: Als separater Arbeitsbereich, der an den oberen oder unteren Rand des Bildschirms angedockt ist
es: Como área de trabajo separada acoplada al borde superior/inferior de la pantalla
fr: En tant que zone de travail séparée amarrée au bord supérieur/inférieur de l'écran
ja: As a separate work area, docked to the top/bottom edge of the screen
nl: Als een apart werkgebied gekoppeld aan de onderrand van het scherm
ru: Отдельная рабочая область, пристыкованная к верхнему/нижнему краю экрана
zh_cn: 作为一个独立的工作区域停靠在屏幕的上/下边缘

# SettingsPageWorkArea.Header
source: As Work Area
de: Als Arbeitsbereich
es: Como área de trabajo
fr: En tant que zone de travail
ja: kawasan kerja
nl: Als werkgebied
ru: В качестве области работы
zh_cn: 工作区

# SettingsPageWorkAreaHeight.Header
source: Work Area Height
de: Höhe des Arbeitsbereichs
es: Altura del área de trabajo
fr: Hauteur de la zone de travail
ja: 作業エリアの高さ
nl: Hoogte werkgebied
ru: Высота рабочей области
zh_cn: 工作区高度

# SettingsPageYouNowUsing.Text
source: You who are using the software
de: Du verwendest die Software
es: Usted que está usando el software
fr: Vous qui utilisez le logiciel
ja: You, who are using this software
nl: U die de software gebruikt
ru: Вы используете программное обеспечение

source: Standard Mode
de: Standardmodus
es: Modo estándar
fr: Mode standard
ja: 標準モード
nl: Standaard modus
ru: Стандартный режим
zh_cn: 标准模式

# SystemTrayExit.Text
source: Exit
de: Beenden
es: Salir
fr: Quitter
ja: プログラムを終了します
nl: Afsluiten
ru: Выход
zh_cn: 退出程序
zh_tw: 退出程序

# SystemTrayLyrics.Text
source: Open the Lyrics Window
de: Liedtext-Fenster öffnen
es: Abrir la ventana de letras
fr: Ouvrir la fenêtre des paroles
ja: Open Lyrics Window
nl: Open het Songtekst venster
ru: Открыть окно с текстами песен
zh_cn: 打开歌词窗口

# SystemTrayMusicGallery.Text
source: Open Music Gallery
de: Musikgalerie öffnen
es: Abrir galería de música
fr: Ouvrir la galerie de musique
ja: オープンミュージックギャラリー
nl: Open muziekgalerij
ru: Открыть галерею музыки
zh_cn: 打开音乐库

# SystemTrayPageTitle
source: System Tray - BetterLyrics
es: Trampa del sistema - Mejores Letras
fr: Barre d'état système - Meilleures paroles
ja: システムトレイ - BetterLyrics
nl: Systeemvak - BetterLyrics
ru: Системный трей - BetterLyrics
zh_cn: 系统托盘 - BetterLyrics

# SystemTrayResetWindowPosition.Text
source: Reset Window Position
de: Fensterposition zurücksetzen
es: Restablecer posición de ventana
fr: Réinitialiser la position de la fenêtre
ja: ウィンドウの位置をリセットします
nl: Reset venster positie
ru: Сбросить положение окна
zh_cn: 重置窗口位置

# SystemTrayRestart.Text
source: Restart
de: Neustart
es: Reiniciar
fr: Redémarrer
ja: 再起動
nl: Herstarten
ru: Перезапустить
zh_cn: 重新启动

# SystemTraySearch.Text
source: Lyrics Search Window
de: Songtext-Suchfenster
es: Ventana de búsqueda de letras
fr: Fenêtre de recherche des paroles
ja: 歌詞検索ウィンドウ
nl: Songtekst zoekvenster
ru: Окно поиска текстов песен

# SystemTraySettings.Text
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: Open Settings
nl: Instellingen
ru: Настройки
zh_cn: 打开设置
zh_tw: 打開設置

# SystemTraySwitch.Text
source: Lyrics Window Switcher
de: Songtext-Fensterwechsel
es: Interruptor de Letras de Ventana
fr: Sélecteur de fenêtre de paroles
ja: 歌詞ウィンドウスイッチャー
nl: Songteksten venster wisselaar
ru: Переключатель окна с текстом
zh_cn: 歌词窗口切换器

source: Taskbar Mode
de: Taskbar-Modus
es: Modo de barra de tareas
fr: Mode de la barre des tâches
ja: タスクバーモード
nl: Taakbalk modus
ru: Режим панели задач

# TermsOfService.Content
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
ja: 利用規約
nl: Algemene gebruiksvoorwaarden
ru: Условия предоставления услуг

# TracksAddToPlaylistFailed
source: Unable to add tracks since the path is not existed
de: Das Hinzufügen von Tracks ist nicht möglich, da der Pfad nicht existiert
es: No se pueden añadir pistas porque la ruta no existe
fr: Impossible d'ajouter des pistes car le chemin n'existe pas
ja: Unable to add tracks because the path does not exist
nl: Tracks kunnen niet worden toegevoegd omdat het pad niet bestaat
ru: Невозможно добавить треки, так как путь не существует

# TracksAddToPlaylistSuccessfully
source: Selected tracks have been added to this playlist
de: Ausgewählte Titel wurden zu dieser Wiedergabeliste hinzugefügt
es: Las pistas seleccionadas se han añadido a esta lista de reproducción
fr: Les pistes sélectionnées ont été ajoutées à cette playlist
ja: Selected tracks added to this playlist
nl: Geselecteerde nummers zijn toegevoegd aan deze afspeellijst
ru: Выбранные треки были добавлены в этот плейлист

# TranslateServerNotSet
source: Translate server is not set, please configure it in settings first
de: Server übersetzen ist nicht gesetzt, bitte zuerst in den Einstellungen konfigurieren
es: No se ha establecido el servidor de traducción, primero configúrelo en la configuración
fr: Le serveur de traduction n'est pas défini, veuillez le configurer dans les paramètres en premier
ja: Translate server not set, please configure in settings first
nl: Vertaal server is niet ingesteld, configureer deze eerst in de instellingen
ru: Перевод сервера не установлен, пожалуйста сначала настройте его в настройках
zh_cn: 未设置Translate服务器，请先在设置中进行配置
zh_tw: 未設定翻譯伺服器，請先在設定中進行配置

# TryRunMultipleInstance
source: BetterLyrics is already running
de: BetterLyrics läuft bereits
es: BetterLyrics ya está funcionando
fr: BetterLyrics est déjà en cours d'exécution
ja: BetterLyrics はすでに実行されています
nl: BeterSongtekst is al actief
ru: BetterLyrics уже запущен
zh_cn: BetterLyrics 已经在运行
zh_tw: BetterLyrics 已經在運作

# UserGuide.Content
source: User Guide
de: Benutzerhandbuch
es: Guía de usuario
fr: Guide de l'utilisateur
ja: 利用案内
nl: Gebruikers gids
ru: Руководство пользователя

# SettingsPageLayoutOrientationHorizontal.Content
source: Horizontal
ja: 水平方向
nl: Horizontaal
ru: Горизонтально
zh_cn: 横向

# SettingsPageLayoutOrientationVertical.Content
source: Vertical
de: Vertikal
ja: 垂直方向
nl: Verticaal
ru: Вертикальный
zh_cn: 垂直

# SettingsPageLyricsNormal.Content
source: Normal
fr: Normale
ja: 普通
nl: normaal
ru: Обычный
zh_cn: 常规
zh_tw: 常規

# SettingsPagePinyin.Content
source: Mandarin Pinyin
de: Pinyin von Mandarin
fr: Pinyine de Mandarin
ja: Pinyin (Mandarin)
nl: Pinyin van Mandarijn
ru: Пиньинь Мандарина
zh_cn: 普通话拼音

# SettingsPageTelegram.Content
source: Telegram
de: Telegramm
fr: Télégramme
ru: Телеграмма

# LibreTranslateServerTextBox.PlaceholderText
source: e.g. http://localhost:5000
fr: par exemple http ://localhost :5000 !
ja: 例：http://localhost:5000

# LyricsSearchControlReset.Content
source: Reset
ja: リセット
zh_cn: 重置

# MusicGalleryWindowUpButtonToolTip.Content
source: Unwrap
ja: Expand

# Pinyin
source: Mandarin Pinyin
ja: Pinyin (Mandarin)
zh_cn: 普通话拼音

source: Romaji
ja: ローマン
zh_cn: 罗马音

# SettingsPageAlbumRadius.Header
source: Corner Radius
ja: コーナー半径
zh_cn: 圆角半径

# SettingsPageAutoStart.Header
source: Automatic Startup
ja: Auto Start
zh_cn: 自动启动

# SettingsPageCrossfade.Content
source: Crossfade
ja: クロスフェード

# SettingsPageFontColor.Header
source: Font Color
ja: フォントの色
zh_cn: 字体颜色

# SettingsPageLyricsBold.Content
source: Bold
ja: 大胆な
zh_cn: 粗体
zh_tw: 粗體

# SettingsPageLyricsExtraBlack.Content
source: Extra Black
ja: 余分な黒
zh_cn: 超黑
zh_tw: 超黑

# SettingsPageLyricsExtraBold.Content
source: Extra Bold
ja: 余分な太字
zh_cn: 特粗
zh_tw: 特粗

# SettingsPageLyricsFontSize.Header
source: Font Size
ja: フォントサイズ
zh_cn: 字体大小

# SettingsPageMica.Content
source: Mica
ja: 雲母
zh_cn: 云母
zh_tw: 雲母

# SettingsPageWidth.Header
source: Width
ja: 幅
zh_cn: 宽度

# SettingsPageDebugOverlay.Header
source: Show Debug Overlay
zh_cn: 显示调试覆盖层

# SettingsPageMicaAlt.Content
source: Mica Alt
zh_cn: 云母（替代样式）
zh_tw: 雲母（替代樣式）

# SettingsPageShowInSwitchers.Description
source: e.g. Alt + Tab, Taskbar
zh_cn: 例如：Alt + Tab，任务栏

# AlbumArtSearchLocalProvider
source: Local music files
zh_tw: 本地音樂文件

# AlbumArtSearchSMTCProvider
source: Music player
zh_tw: 音樂播放器

# AllLyricsSettingsControlPictureInPicture.Content
source: Picture-in-picture mode
zh_tw: 畫中畫模式

# BaseWindowMiniFlyoutItem.Text
source: Picture-in-picture mode
zh_tw: 畫中畫模式

# DependenciesSettingsExpander.Header
source: Dependencies
zh_tw: 依賴

# FailToStartLXMusicServer
source: Unable to connect to LX Music server, please go to Settings - Advanced options to check if the link is entered correctly
zh_tw: 無法連接到 LX 音樂服務器，請轉到設置 - 高級選項以檢查是否正確輸入鏈接

# HostWindowLockToolTip.Text
source: To unlock after locking, go to the system tray to unlock or press
zh_tw: 鎖定

# HostWindowSettingsFlyoutItem.Text
source: Settings
zh_tw: 設定

# LyricsPageLyricsProviderPrefix.Header
source: Lyrics provider
zh_tw: 歌詞來源

# LyricsPageLyricsSettingsButtonToolTip.Content
source: Lyrics style and effect quick settings
zh_tw: 歌詞視窗管理快捷設定

# LyricsPagePlaybackSourceButtonToolTip.Content
source: Play source shortcut settings
zh_tw: 播放源快捷設置

# LyricsPageSettingsButtonToolTip.Content
source: Settings
zh_tw: 設定

# LyricsPageTimelineOffsetButtonToolTip.Content
source: Lyrics timeline offset
zh_tw: 歌詞時間偏移

# LyricsPageTranslationEnabled.Header
source: Enable translation
zh_tw: 啟用翻譯

# LyricsPageTranslationOnly.Header
source: Show translation only
zh_tw: 僅顯示翻譯

# LyricsPageTranslationProviderPrefix.Header
source: Translation provider
zh_tw: 翻譯來源

# LyricsSearchProviderEslrcFile
source: Local .ESLRC files
zh_tw: 本地 .ESLRC 文件

# LyricsSearchProviderLocalLrcFile
source: Local .LRC files
zh_tw: 本地 .lRC 文件

# LyricsSearchProviderLocalMusicFile
source: Local music files
zh_tw: 本地音樂文件

# LyricsSearchProviderTtmlFile
source: Local .TTML files
zh_tw: 本地 .TTML 文件

# LyricsWindowImmersiveButtonToolTip.Content
source: Immersive mode
zh_tw: 沉浸模式

# MainPageAlbumArtOnly.Content
source: Album art only
zh_tw: 僅限相簿藝術區域

# MainPageLyriscOnly.Content
source: Lyrics only
zh_tw: 僅顯示歌詞

# MainPagePositionOffsetSlider.Header
source: Lyrics timeline offset
zh_tw: 歌詞時間軌偏移

# MainPageSplitView.Content
source: Split view
zh_tw: 分割畫面視圖

# MainPageWelcomeTeachingTip.Subtitle
source: Click on the top-left button to enable immersive mode. If you encounter any problems, please go to the Settings page, About tab, and view the FAQ or contact the author for feedback
zh_tw: 單擊左上按鈕以啟用沉浸式模式。 如果遇到任何問題，請轉到“設置”頁面，關於標籤，查看常見問題解答或聯繫作者以獲取反饋

# MainPageWelcomeTeachingTip.Title
source: Welcome to BetterLyrics
zh_tw: 歡迎使用 BetterLyrics

# MusicGalleryPageAddToCustomList.Content
source: Add to playlist
zh_tw: 添加到歌單

# MusicGalleryPageAddToEnd.Text
source: End of the list
zh_tw: 列表的結尾

# MusicGalleryPageAddToNext.Text
source: Next items
zh_tw: 下一個項目

# MusicGalleryPageAddToPlayingQueue.Content
source: Add to play queue
zh_tw: 新增到播放隊列

# MusicGalleryPageAllSongs
source: All songs
zh_tw: 所有歌曲

# MusicGalleryPageEmptyPlayingQueue.Content
source: Clear play queue
zh_tw: 清除播放隊列

# MusicGalleryPageFileAlbum.Text
source: Album
zh_tw: 專輯

# MusicGalleryPageFileArtist.Text
source: Artist
zh_tw: 藝術家

# MusicGalleryPageFileInfo.Text
source: File info
zh_tw: 文件信息

# MusicGalleryPageFileInfoBitDepth.Text
source: Bit depth
zh_tw: 位深度

# MusicGalleryPageFileInfoBitrate.Text
source: Bitrate
zh_tw: 比特率

# MusicGalleryPageFileInfoDuration.Text
source: Duration
zh_tw: 期間

# MusicGalleryPageFileInfoEncoder.Text
source: Encoder
zh_tw: 編碼器

# MusicGalleryPageFileInfoFormat.Text
source: Format
zh_tw: 格式

# MusicGalleryPageFileInfoPath.Text
source: Path
zh_tw: 路徑

# MusicGalleryPageFileInfoSampleRate.Text
source: Sample rate
zh_tw: 樣本率

# MusicGalleryPageFileInfoTitle.Text
source: Title
zh_tw: 標題

# MusicGalleryPageFileInfoYear.Text
source: Year
zh_tw: 年

# MusicGalleryPageNewPlaylist.Text
source: Create a playlist
zh_tw: 建立歌單

# MusicGalleryPagePlayAll.Content
source: Play all
zh_tw: 播放全部

# MusicGalleryPagePlayingQueue.Text
source: Play queue
zh_tw: 清除播放

# MusicGalleryPageQueueLoop.Content
source: List loop
zh_tw: 列表循環

# MusicGalleryPageQueueRandom.Content
source: Random
zh_tw: 隨機

# MusicGalleryPageRemoveFromPlayingQueue.Text
source: Remove from play queue
zh_tw: 從播放列表移除

# MusicGalleryPageScrollToPlayingItem.Content
source: Scroll to playing item
zh_tw: 定位到播放項

# MusicGalleryPageSelectAll.Content
source: Select all
zh_tw: 選擇全部

# MusicGalleryPageSingleLoop.Content
source: Single loop
zh_tw: 單曲循環

# MusicGalleryPageSongSearchBox.PlaceholderText
source: Search songs
zh_tw: 搜索歌曲

# MusicGalleryPageSortType.Text
source: Sort type
zh_tw: 排序類型

# MusicGalleryPageTitle
source: Music gallery - BetterLyrics
zh_tw: 音樂庫 - BetterLyrics

# SettingsPageAddFolder.Header
source: Add a folder
zh_tw: 新增資料夾

# SettingsPageAlbumArt.Text
source: Album art
zh_tw: 專輯

# SettingsPageAlbumArtSearchProvidersConfig.Text
source: Configure album cover source
zh_tw: 配置專輯封面源

# SettingsPageAlbumLib.Content
source: Album art source
zh_tw: 專輯封面來源

# SettingsPageAlbumRadius.Header
source: Corner radius
zh_tw: 圓角半徑

# SettingsPageAlbumShadowAmount.Header
source: How much the shadows are spreading
zh_tw: 陰影擴散程度

# SettingsPageApp.Content
source: App appearance and behavior
zh_tw: 應用外觀與行為

# SettingsPageAppAppearance.Text
source: App appearance
zh_tw: 應用外觀

# SettingsPageAppBehavior.Text
source: App behavior
zh_tw: 一般行爲

# SettingsPageAutoStart.Header
source: Automatic startup
zh_tw: 自動啟動

# SettingsPageAutoStartWindow.Header
source: When starting the app
zh_tw: 啟動應用程式時

# SettingsPageBackdrop.Header
source: Lyrics backdrop
zh_tw: 歌詞背景材質

# SettingsPageBackgroundAcrylicEffectAmount.Header
source: Album Background Acrylic Effect Strength!
zh_tw: 專輯背景壓克力效果強度

# SettingsPageDebugOverlay.Header
source: Show debug overlay
zh_tw: 顯示調試覆蓋層

# SettingsPageDisplayTypeSwitcher.Header
source: Lyrics album layout mode
zh_tw: 布局模式

# SettingsPageDockMonitor.Header
source: Target monitor
zh_tw: 目標顯示器

# SettingsPageDockPlacement.Header
source: Dock mode placement
zh_tw: 工作區域位置

# SettingsPageDockWindowHeight.Header
source: Window height
zh_tw: 窗口高度

# SettingsPageEasingFuncType.Header
source: Easing animation type
zh_tw: 緩動動畫類型

# SettingsPageEasingTypeEaseInOutBack.Content
source: Ease-in-out back
zh_tw: 回彈緩入緩出

# SettingsPageEasingTypeEaseInOutBounce.Content
source: Ease-in-out bounce
zh_tw: 彈跳緩入緩出

# SettingsPageEasingTypeEaseInOutCirc.Content
source: Ease-in-out circ
zh_tw: 圓形緩入緩出

# SettingsPageEasingTypeEaseInOutCubic.Content
source: Ease-in-out cubic
zh_tw: 三次緩入緩出

# SettingsPageEasingTypeEaseInOutElastic.Content
source: Ease-in-out elastic
zh_tw: 彈性緩入緩出

# SettingsPageEasingTypeEaseInOutExpo.Content
source: Ease-in-out expo
zh_tw: 指數緩入緩出

# SettingsPageEasingTypeEaseInOutQuad.Content
source: Ease-in-out quad
zh_tw: 二次緩入緩出

# SettingsPageEasingTypeEaseInOutQuart.Content
source: Ease-in-out quart
zh_tw: 四次緩入緩出

# SettingsPageEasingTypeEaseInOutQuint.Content
source: Ease-in-out quint
zh_tw: 五次緩入緩出

# SettingsPageEasingTypeEaseInOutSine.Content
source: Ease-in-out sine
zh_tw: 正弦緩入緩出

# SettingsPageEasingTypeSmoothStep.Content
source: Smooth step
zh_tw: 平滑步進

# SettingsPageExitOnLyricsWindowClosed.Header
source: Exit the program when you close the lyrics window
zh_tw: 關閉歌詞視窗時退出程式

# SettingsPageExportSettingsButton.Content
source: Export settings
zh_tw: 導出設置

# SettingsPageFan.Header
source: Fan lyrics
zh_tw: 扇形歌詞

# SettingsPageFixedTimeStep.Header
source: Fixed time step rendering
zh_tw: 固定時間步長渲染

# SettingsPageFollowSystem.Content
source: Follow system
zh_tw: 跟隨系統

# SettingsPageFPS.Header
source: Rendering frame rate
zh_tw: 渲染幀率

# SettingsPageHideWindow.Description
source: Automatically hide the window when no songs are playing in dock mode or desktop mode
zh_tw: 音樂未播放/播放時自動隱藏/顯示歌詞視窗

# SettingsPageHideWindow.Header
source: Auto-hide window
zh_tw: 自動隱藏/顯示窗口

# SettingsPageImportSettingsButton.Content
source: Import settings
zh_tw: 導入設置

# SettingsPageJoinNowButton.Content
source: Join now
zh_tw: 立即加入

# SettingsPageLastFMPlaycount.Header
source: Total playing count
zh_tw: 聽歌總數量

# SettingsPageLastFMRegistered.Header
source: Registration date
zh_tw: 註冊日期

# SettingsPageLastFMTrack.Header
source: Track listening history via Last.fm
zh_tw: 透過 Last.fm 追蹤聽歌歷史記錄

# SettingsPageLastFMUnAuth.Content
source: Revoke authorization
zh_tw: 撤銷授權
